{
  "remixApp.scrollToSeeAllTabs": "برای دیدن همه برگه ها پیمایش کنید",
  "remixApp.alert": "هشدار",
  "remixApp.ok": "تأیید",
  "remixApp.enterText1": "به Remix IDE خوش آمدید",
  "remixApp.enterText2": "برای درک بهتر نیازهای شما، می خواهیم بدانیم که معمولاً چگونه از Remix استفاده می کنید",
  "remixApp.enterText3": "یادگیری - کشف توسعه وب 3",
  "remixApp.enterText4": "نمونه سازی - امتحان کردن مفاهیم و تکنیک ها",
  "remixApp.enterText5": "توسعه پروژه ها - Remix به عنوان ابزار اصلی توسعه شما",
  "remixApp.enterText6": "تولید - فقط استقرارها",
  "remixApp.matomoText1": "Remix دارای یک دستیار کدنویسی هوش مصنوعی به نام <a>RemixAI</a> است که برای استفاده به تأیید شما نیاز دارد.",
  "remixApp.matomoText2": "ما همچنین از <a>Matomo</a>، یک پلتفرم تجزیه و تحلیل منبع باز، استفاده می کنیم که به ما در بهبود تجربه شما کمک می کند.",
  "remixApp.matomoTitle": "ترجیحات هوش مصنوعی و تجزیه و تحلیل",
  "remixApp.accept": "پذیرفتن",
  "remixApp.managePreferences": "مدیریت ترجیحات",
  "remixApp.savePreferences": "ذخیره ترجیحات",
  "remixApp.declineCookies": "رد کوکی ها",
  "remixApp.decline": "رد کردن",
  "remixApp.mpOp1Title": "تجزیه و تحلیل ناشناس Matomo (ضروری)",
  "remixApp.mpOp1Details": "استفاده ما از داده های تجزیه و تحلیل ناشناس به ما کمک می کند تا با شناسایی اشکالات و بهبودهای مهم UX، تجربه شما را بهبود بخشیم. این داده ها همچنین می توانند در آمار کلی استفاده از Remix در اکوسیستم گسترده تر وب 3 استفاده شوند",
  "remixApp.mpOp1Tooltip": "این یک انتخاب ضروری برای تجربه بهتر Remix IDE است",
  "remixApp.mpOp2Title": "تجزیه و تحلیل عملکرد Matomo",
  "remixApp.mpOp2Details": "Remix معتقد است که حریم خصوصی شما از اهمیت اولیه برخوردار است. کمک شما در تبدیل Remix به بهترین مجموعه ابزار عمومی منبع باز ممکن نیز بسیار مهم است. تأیید ردیابی تجزیه و تحلیل عملکرد به ما در اصلاح و بهبود مجموعه ابزار کمک زیادی می کند. مطمئن باشید، ما هرگز این داده ها را با هیچ شخص ثالثی به اشتراک نخواهیم گذاشت.",
  "remixApp.mpOp2Link": "<a> درباره تجزیه و تحلیل بیشتر بدانید </a>",
  "remixApp.mpOp3Title": "RemixAI",
  "remixApp.mpOp3Details": "RemixAI با ارائه پیشنهادات و بهبودهای کد کمک می کند",
  "remixApp.mpOp3Link": "<a> درباره RemixAI Copilot بیشتر بدانید </a>"
}
